define(function() {
    return [
        { cid: 1, name: "XC90", brand: "volvo", desc: "Гармоничный дизайн, чистая и лаконичная роскошь — и самые современные функции безопасности и комфорта для всех пассажиров.", img: "" },
        { cid: 2, name: "XC70", brand: "volvo", desc: "Способный на многое роскошный универсал для тех, кто любит приключения с ноткой изящества.", img: "" },
        { cid: 3, name: "XC60", brand: "volvo", desc: "Идеальный автомобиль для требовательных водителей в поисках приключений — в городе и за его пределами.", img: "" },
        { cid: 4, name: "S80", brand: "volvo", desc: "Компактный хэтчбэк с мужественным дизайном и увеличенным дорожным просветом. Создан для спонтанных приключений.", img: "" },
        { cid: 5, name: "S60", brand: "volvo", desc: "Способный на многое роскошный универсал для тех, кто любит приключения с ноткой изящества.", img: "" }
    ];
});
