define(function() {
    var img_root = "img/cars/";
    return [
        { cid: 1, name: "XC90", brand: "volvo", desc: "Гармоничный дизайн, чистая и лаконичная роскошь — и самые современные функции безопасности и комфорта для всех пассажиров.", img: img_root + "volvo_xc90.jpg" },
        { cid: 2, name: "XC70", brand: "volvo", desc: "Способный на многое роскошный универсал для тех, кто любит приключения с ноткой изящества.", img: img_root + "volvo_xc70.jpg" },
        { cid: 3, name: "XC60", brand: "volvo", desc: "Идеальный автомобиль для требовательных водителей в поисках приключений — в городе и за его пределами.", img: img_root + "volvo_xc60.jpg" },
        { cid: 4, name: "S80", brand: "volvo", desc: "Компактный хэтчбэк с мужественным дизайном и увеличенным дорожным просветом. Создан для спонтанных приключений.", img: img_root + "volvo_s80.jpg" },
        { cid: 5, name: "S60", brand: "volvo", desc: "Способный на многое роскошный универсал для тех, кто любит приключения с ноткой изящества.", img: img_root + "volvo_s60.jpg" },
        { cid: 6, name: "Focus", brand: "ford", desc: "Новый Focus обладает поистине стильным и выразительным дизайном. Скульптурные линии кузова в сочетании с узнаваемой новой решеткой Ford придают автомобилю вид настоящего хозяина дорог.", img: img_root + "ford_focus.jpg" },
        { cid: 7, name: "Fiesta", brand: "ford", desc: "Новый Ford Fiesta сочетает продуманный стиль и передовые технологии. Все функции автомобиля спроектированы так, чтобы Вы могли получать максимум положительных эмоций каждый день.", img: img_root + "ford_fiesta.jpg" },
        { cid: 8, name: "Mondeo", brand: "ford", desc: "Оснащенный интеллектуальными технологиями, изысканный, потрясающий: автомобиль, созданный для того, чтобы Вы получили незабываемые впечатления от вождения.", img: img_root + "ford_mondeo.jpg" },
        { cid: 9, name: "Ecosport", brand: "ford", desc: "Новый Ford EcoSport – компактный, функциональный и экономичный автомобиль с мультимедийной системой SYNC, управляющей функциями автомобиля при помощи голосовых команд.", img: img_root + "ford_ecosport.jpg" },
        { cid: 10, name: "Explorer", brand: "ford", desc: "Легендарный внедорожник, сочетающий премиальный европейский стиль и уникальную американскую харизму – современное воплощение мощности и высокой технологичности.", img: img_root + "ford_explorer.jpg" }
    ];
});
